{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Why hello there detective.",{"#":"Garry"},"\n","ev","str","^Why the sudden invite?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Who are these people?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^You didn't skimp on the decoration.","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^Enjoy the party.","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":[{"#":"Connor"},"\n","^What’s wrong with a little spontaneity, Mr. Greener? Isn’t surprise the spice of life?",{"#":"Garry"},"\n","^“A hawk bursting in my room at 3 in the morning isn’t what I would call “a little spontaneity”, Garry.",{"#":"Connor"},"\n","^You’re too serious, Connor. It’s all in good fun, What’s wrong with an old man celebrating with his close friends?",{"#":"Garry"},"\n","^And in my old age I’ve come by some regrets. So I wanted to tell you all after our game.",{"#":"Garry"},"\n","^Why not tell me the secret now? I have other cases I put on hold for this.",{"#":"Connor"},"\n","^That would ruin the surprise, Mr. Greener! Besides, the detective is the most important character in a mystery.",{"#":"Garry"},"\n","^And don’t you worry, Mr. Greener. I made sure to make this very interesting. It will be unlike any case you’ve solved before.",{"#":"Garry"},"\n",{"->":"main"},{"#f":5}],"c-1":["\n","^Why, they're some of my closest friends and business associates.",{"#":"Garry"},"\n","^There’s Mr. Raggabound Jr. that I’ve been lobbying for.",{"#":"Garry"},"\n","^That’s right.",{"#":"Rudolph"},"\n","^Vivian O’Blique. She’s a magnanimous artist that has showcased in hundreds of galleries.",{"#":"Garry"},"\n","^Charmed.",{"#":"Vivian"},"\n","^Dear Elizaveta Lovanski is leading cutting edge medical trials that could change the world itself.",{"#":"Garry"},"\n","^Thank you so much, Mr. Faust. I couldn’t have done it without you.",{"#":"Elizaveta"},"\n","^Damian Allard is my personal clothing designer and creator of NIMBUS. His clothes have a wonderful rustic style to them",{"#":"Garry"},"\n","^Mmm.",{"#":"Damian"},"\n","^And I can’t forget about Dahlia Lund. She is a fantastic florist and a spectacular saleswoman.",{"#":"Garry"},"\n","^Thank you.",{"#":"Dahlia"},"\n","^And lastly, the most important piece on the game board, you. Connor Greener, Private Investigator. Famed cat finder, prover of adultery, and snooper into other people's privacy.",{"#":"Garry"},"\n","^Hey! I do more important things that that. It’s just there’s been a lull is clients recently.",{"#":"Connor"},"\n","^I’d love to call you for a case, but you always seem to know the answer before you even walk into the room. That’s not very fun.",{"#":"Garry"},"\n","^I’m just a damn good detective.",{"#":"Connor"},"\n","^Haha! A damn good detective indeed! I’m very excited to see what you do for our game, Mr. Greener.",{"#":"Garry"},"\n",{"->":"main"},{"#f":5}],"c-2":[{"#":"Connor"},"\n","^Of course. The last thing you want to do is ignore the details. A party would be boring with just people, a table, and drinks. What drives people is the extravagance. The showmanship!",{"#":"Garry"},"\n","^Sounds to me like an excuse to show off.",{"#":"Connor"},"\n","^Oh please. What’s wrong with a little self-indulgence from the host?",{"#":"Garry"},"\n","^Perhaps if you got more consistent work you wouldn’t have to settle in that dingy office of yours.",{"#":"Garry"},"\n","^I’ll have you know that my clients and I like the “fixer upper” look, and its rent is reasonably affordable.",{"#":"Connor"},"\n","^Of course. Of Course. Perhaps you need a loan?",{"#":"Garry"},"\n","^That’s the last thing I need right now.",{"#":"Connor"},"\n","^Hahaha! Right. Do enjoy the party, Mr. Greener.",{"#":"Garry"},"\n",{"->":"main"},{"#f":5}],"c-3":["\n","^(You walk away quietly.)",{"#":"Connor"},"\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}